<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'login_failed' => 'Неверный логин / пароль!',
    'login_success' => 'Вы успешно вошли! Переадресация...',

    'confirm_email_failed' => 'Неправильный код подтверждения!',
    'confirm_email_success' => 'Ваш адрес электронной почты подтвержден! Теперь вы можете войти в свой аккаунт.',
    
    'resend_email_confirmation_failed' => 'Нет пользователя с электронной почтой: :email!',
    'resend_email_confirmation_success' => 'Письмо с инструкциями было отправлено Вам.',
    
    'send_reset_password_email_failed' => 'Нет пользователя с электронной почтой: :email!',
    'send_reset_password_email_success' => 'Письмо с инструкциями было отправлено Вам.',
    

];
